Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Porozmawiałem sobie z Ronją i dowiedziałem się, że kopię 'Mistrzostwa Nordmarczyków' posiada kowal Araxos.
uk: Я поговорив з Ронею і дізнався, що копія 'Майстерності нордмарців' перебуває у коваля Араксосу.

source: Porozmawiałem z Oktavem, teraz muszę jeszcze załatwić sprawę u Lennarta.
uk: Я поговорив з Октавом, тепер залишилося владнати справи з Ленартом.

source: Porozmawiałem z Oktavem, teraz muszę udać się do Rodericha po swoje pierwsze zadanie.
uk: Я поговорив з Октавом, тепер мені треба йти до Родеріха по своє перше завдання.

source: Porozmawiałem z dostatecznie dużą ilością osób. Wrócę do Arwida i zapytam, jak mu poszło.
uk: Я поговорив із достатньою кількістю людей. Потрібно дізнатися у Арвіда, як у нього справи.

source: Porozwalają sobie łby...
uk: Вони порозбивають один одному голови...

source: Port (za karczmą Helgi)
uk: Порт (за корчмою Хельги)

source: Portowy kowal o imieniu Walter nie powiedział mi o grocie niczego, czego sam bym nie wiedział. Muszę poszukać kogoś bardziej doświadczonego.
uk: Портовий коваль на ім'я Волтер не розповів мені нічого нового. Доведеться шукати когось досвідченішого.

source: Porucznik Dietmar
uk: Лейтенант Дітмар

source: Poruszaj się na ugiętych nogach, dyskretnie, cicho, ostrożnie stawiając każdy krok. Dobra, teraz mogę z czystym sumieniem nauczycielki przejść dalej.
uk: Рухайся на зігнутих ногах, непомітно, тихо, обережно роблячи кожен крок. Гаразд, тепер моя вчительська совість чиста.

source: Poruszaj się na ugiętych nogach, uważnie przyglądaj się podłożu, bądź najciszej, jak tylko się da. Dzięki temu zaatakujesz zwierzę z zaskoczenia i szybko się z nim uporasz.
uk: Пересувайся на зігнутих ногах, уважно дивись на землю і поводься якомога тихіше. Це допоможе напасти на тварину зненацька і швидко з нею впоратися.

source: Poruszaj się powoli, ostrożnie stawiaj kroki, próbuj powiedzieć swoją postawą 'mnie tu nie ma'.
uk: Рухайся повільно, крокуй обережно, постарайся своєю позою сказати 'мене тут немає'.

source: Porwaliście ją dla okupu, czyż nie?
uk: Ви викрали її заради викупу, чи не так?

source: Porwanie? To raczej nie jest robota nikogo z naszych. Za dużo z tym pracy, a gdyby kupiec zmienił zdanie to ciężko komuś innemu opchnąć taki towar.
uk: Викрадення? Ніхто з наших точно цього не робив. Занадто багато з цим клопоту, а якщо покупець передумає, то буде важко комусь іншому продати такий товар.

source: Porwanie? W Silbach? Przecież tu się nic nie dzieje. To chyba najbardziej nużące miejsce na całej wyspie, a przynajmniej było do tej pory.
uk: Викрадення? У Сільбаху? Тут взагалі нічого не відбувається. Це, мабуть, найнудніше місце на всьому острові, або, принаймні, було таким дотепер.

source: Porwany? A co ja mam z tym wspólnego?
uk: Викрали? А що я маю з цим спільного?

source: Porwany? Brzmi dość nieprawdopodobnie.
uk: Викрадений? Звучить досить малоймовірно.

source: Porwany? To rzeczywiście smutne.
uk: Викрали? Це справді сумно.

source: Porywa dzieci i składa je w ofierze?
uk: Викрадає дітей і приносить їх в жертву?

source: Porywacze dostali się do wioski najprawdopodobniej przez jedno z niestrzeżonych przejść wzdłuż rzeki.
uk: Найімовірніше, що викрадачі проникли до села крізь один з проходів біля річки, який не охоронявся.

source: Porywacze przeszli obok Felixa, zgodnie z tym, co sam mi powiedział. Wartownik nawet nie miał pojęcia, kto go mijał.
uk: Викрадачі пройшли повз Фелікса, як він сам мені розповів. Охоронець навіть не здогадався, хто пройшов повз нього.

source: Porywają ludzi, transportują ich do Przystani. Tam robią z nich niewolników albo sprzedają ich gdzieś dalej na kontynencie.
uk: Вони викрадають людей і забирають їх до Гавані. Там вони роблять з них рабів або продають кудись подалі на континент.

source: Porywanie... to takie brzydkie określenie.
uk: Викрадення... це такий бридкий термін.

source: Porzucony
uk: Покинутий

source: Porządek Rzeczy w Świecie
uk: Порядок речей у світі

source: Porządek powinno się robić w pierwszej kolejności! Bez niego nie ma nic! Jak jest burdel, to nic nie może być zrobione dobrze!
uk: Порядок має бути на першому місці! Без нього немає нічого! Якщо скрізь безлад, нічого не можна зробити правильно!

source: Porządki
uk: Прибирання

source: Porządne bronie
uk: Надійна зброя

source: Porządni klienci?
uk: Пристойні клієнти?

source: Porządny strażnik musi być zaradny. Nieraz będziesz prowadził śledztwa, szukał tropów, a to wymaga lotnego umysłu.
uk: Хороший вартовий повинен бути винахідливим. Часом тобі доведеться проводити розслідування, шукати зачіпки, а це вимагає гнучкого розуму.

source: Porównanie informacji, jakimi raczą obcych, a jakich nam udzielają, może być dla mnie bardzo przydatne, rozumiesz?
uk: Порівняння інформації, яку вони викладають незнайомцям, з інформацією, яку вони розповідають нам, може бути дуже корисним для мене, розумієш?

source: Posiada olbrzymie ambicje, a tylko tacy ludzie potrafią czegoś dokonać. Wierzę, że idąc za Ulrykiem, nasz lud wróci do dawnej chwały.
uk: Він має величезні амбіції, а тільки такі люди можуть чогось досягти. Я вірю, що, слідуючи за Ульріком, наш народ повернеться до своєї колишньої слави.

source: Posiada widoczne ślady użytkowania.
uk: Має видимі сліди використання.

source: Posiada znaczniki opisujące najważniejsze miejsca.
uk: Містить позначки з найважливішими місцями.

source: Posiadam cenne umiejętności.
uk: Я володію цінними навичками.

source: Posiadam sporo mniejszych figurek, idealnych na każdą podróż.
uk: У мене є кілька менших статуеток, які чудово підійдуть для подорожей.

source: Posiadam szereg cennych umiejętności, które zdobyłem podczas wielu zadań w terenie.
uk: Я маю низку цінних навичок, які здобув під час виконання багатьох завдань.

source: Posiedzą, trochę ponarzekają i w końcu pójdą.
uk: Вони посидять, трохи поскаржаться і врешті підуть.

source: Posiedzę tu trochę i pewnie mnie wypuszczą, przecież nic takiego nie zrobiłem. Najważniejsze, że nikt mnie już nie wykorzystuje do niewolniczej pracy.
uk: Посиджу тут трохи, і мене, мабуть, відпустять, адже я нічого такого не зробив. Найголовніше, що мене більше ніхто не використовує для рабської праці.

source: Posiedź tu ze mną chwilę i dopiero weź się do pracy. Nie uśmiecha mi się oglądać, jak kopiesz mi mój własny grób.
uk: Посидь зі мною трохи, а потім берися до роботи. Мені не хочеться дивитися, як ти копаєш мені могилу.

source: Poskramiacz Trolli
uk: Приборкувач тролів

source: Pospieszę się, jeśli dasz mi coś w zamian.
uk: Я покваплюся, якщо ти даси мені щось взамін.

source: Posprzeczałem się z Kerranem, bo facet zażądał sobie dodatkowej nagrody za wskazanie kierunku, ale to ja znalazłem tę odnogę. Dopilnowałem, żeby każdy dostał po równo.
uk: Я посварився з Керраном, бо хлопець вимагав для себе додаткову винагороду за те, що вказав напрямок, але саме я знайшов це місце. Я подбав про те, щоб усім дісталося порівну.

source: Posrebrzany miecz
uk: Посрібнений меч

source: Postanowienie Paladyna
uk: Рішення паладина

source: Postanowiliśmy pozostać wiernym naszej dotychczasowej decyzji i nie ingerować w handel złotymi Innosami.
uk: Ми вирішили залишитися вірними нашому попередньому рішенню і не втручатися в торгівлю золотими Інносами.

source: Postanowiliśmy wysłać Holdwiga do Górniczej Doliny.
uk: Ми вирішили відправити Гольдвіга в Гірничу Долину.

source: Postanowił trochę popływać.
uk: Він вирішив трохи поплавати.

source: Postanowiłam więc sama się tym zająć, pod jego nieobecność. W końcu lepiej zostawić interes żonie, niż komuś obcemu.
uk: Тоді я вирішила займатися цим сама, поки його немає. Адже краще залишити справу дружині, ніж комусь іншому.

source: Postanowiłem darować życie Alfredowi. To niegroźny starzec, któremu Lichwiarz namieszał w głowie przez te wszystkie lata.
uk: Я вирішив пощадити Альфреда. Він безневинний старий, якому Лихвар морочив голову всі ці роки.

source: Postanowiłem darować życie Yezeganowi. Tak jak i większość, był zaślepiony ideologią Ulryka. Nie zasługiwał na śmierć.
uk: Я вирішив пощадити Єзегана. Як і більшість, він був засліплений ідеологією Ульріка. Він не заслуговує на смерть.

source: Postanowiłem jednak nie odgrywać roli bezbronnego bandyty! Myślę, że w ten sposób zyskam więcej.
uk: Але я вирішив не грати роль беззахисного бандита! Думаю, так я досягну більшого.

source: Postanowiłem nie czekać na dostawę i wypytałem Fadhę o brakujący składnik. Jest nim zębate ziele.
uk: Я вирішив не чекати доставки і запитав Фадху про відсутній складник. Це снеппер-трава.

source: Postanowiłem nie dyskutować z Severinem i odebrać mu glejt siłą.
uk: Я вирішив не сперечатися з Северином і забрати у нього перепустку силою.

source: Postanowiłem nie tracić czasu i znalazłem drogę do miasta na własną rękę. Raczej nie powinienem pokazywać się Petrze na oczy.
uk: Я вирішив не гаяти часу і самостійно знайшов дорогу до міста. Краще не показуватися Петрі на очі.

source: Postanowiłem oddać paczkę Roderichowi. Nevil będzie musiał obejść się smakiem.
uk: Я вирішив віддати пакунок Родеріху. Невілу це точно не сподобається.

source: Postanowiłem odwiedzić most, na którym niedawno odpoczywaliśmy z Jornem, w nadziei, że odnajdę tam jakiś ślad mojego brata. Niestety w jego pobliżu nie znalazłem ani Jorna, ani niczego, co by wskazywało, że mógł tędy przechodzić.
uk: Я вирішив відвідати міст, де ми з Йорном нещодавно відпочивали, сподіваючись знайти там якісь сліди мого брата. На жаль, я не знайшов ані Йорна, ані будь-чого поблизу, що вказувало б на те, що він міг тут проходити.

source: Postanowiłem osobiście dać nauczkę trzem oprychom. Mam nadzieję, że już nie będą sprawiać problemów. Powinienem teraz porozmawiać z Helgą.
uk: Я вирішив особисто провчити цих трьох хуліганів. Сподіваюся, вони більше не створюватимуть проблем. Тепер потрібно поговорити з Хельгою.

source: Postanowiłem pomóc handlarce Dimie. Mam dla niej odnaleźć niejakiego Sundera i wyciągnąć od niego jakieś wieści. Najemnik powinien kręcić się w pobliżu karczmy w wiosce Silbach.
uk: Я вирішив допомогти торговці Діні. Я маю знайти для неї найманця на ім'я Сандер і отримати від нього якусь інформацію. Він повинен вештатися біля корчми в селі Сільбах.

source: Postanowiłem poszukać Betsy na własną rękę. Wartownik Folkard poradził mi, abym zapytał się myśliwego Markusa, czy przypadkiem nie widział gdzieś zagubionej owcy.
uk: Я вирішив пошукати Бетсі самостійно. Охоронець Фолькард порадив мені запитати мисливця Маркуса, чи не бачив він десь загублену вівцю.

source: Postanowiłem powiedzieć Rasco o małym żarcie Otho. Po wysłuchaniu jego wersji historii wygląda na to, że pasterz niesłusznie oskarżył Rasco o kradzież owcy.
uk: Я вирішив розповісти Раско про маленький жарт Отто. Вислухавши його версію історії, склалося враження, що пастух помилково звинуватив Раско у викраденні вівці.

source: Postanowiłem połączyć siły z Gildią Kupiecką i ukrócić działalność tej całej Przystani Łotrów.
uk: Я вирішив об'єднати зусилля з Торговою Гільдією і припинити діяльність цієї Гавані лиходіїв.

source: Postanowiłem pójść drogą na północ, w nadziei, że uda mi się ich dogonić albo znaleźć jeszcze jakieś ślady.
uk: Я вирішив піти дорогою на північ, сподіваючись наздогнати їх або знайти ще якісь сліди.

source: Postanowiłem rozpalić wszystkie koksowniki. Przynajmniej w najbliższym czasie mieszkańcy będą mogli zaznać trochę ciepła.
uk: Я вирішив розпалити всі жаровні. Принаймні, найближчим часом мешканці зможуть трохи зігрітися.

source: Postanowiłem rozpędzić tych ludzi na cztery wiatry, licząc, że w ten sposób facet wszystko mi wyśpiewa. Niestety przeliczyłem się, bo tłum nie miał zamiaru się rozejść - wręcz przeciwnie - rzucił się na mnie jak oszalały! Nie mam wyboru, muszę się bronić.
uk: Я вирішив розігнати цих людей на всі чотири сторони, сподіваючись, що таким чином хлопець мені все розповість. На жаль, я прорахувався, бо натовп не мав наміру розходитися – навпаки, вони кинулися на мене, як божевільні! У мене не лишилося іншого вибору, окрім як захищатися.

source: Postanowiłem rozważyć twoją ofertę.
uk: Я вирішив розглянути твою пропозицію.

source: Postanowiłem samemu wyruszyć po Darryla i Maiwen, zabieranie ze sobą Ruperta byłoby niepotrzebnym ryzykiem. Pora do niego wrócić i przekazać smutne wieści.
uk: Я вирішив піти за Дерілом і Мейвен сам. Брати з собою Руперта було б невиправданим ризиком. Настав час повернутися до нього і повідомити сумну новину.

source: Postanowiłem sprawdzić okolicę wybrzeża, czy przypadkiem nie znajdę tam jakichś tropów Jorna. Niestety, nic nie znalazłem.
uk: Я вирішив перевірити місцевість навколо узбережжя, щоб перевірити, чи не знайду я там випадково сліди Йорна. На жаль, я нічого не знайшов.

source: Postanowiłem spłacić swoją część długu za gościnę. Bastian powiedział, że mieszkańcy potrzebują drewna do naprawy chat. Po surowiec mam się udać do pobliskiej wieży sygnałowej lub do obozu drwali. Wieża znajduje się na szczycie wzgórza na południowy wschód od wioski. Z kolei do drwali najłatwiej dotrę idąc na wschód w górę rzeki, a następnie przez dwa drewniane mosty aż dojdę do dużego jeziora. Wtedy powinienem odbić na północ w kierunku zagajnika.
uk: Я вирішив віддати свою частину боргу за гостинність. Бастіан сказав, що місцевим потрібна деревина для ремонту хатин. Дрова можна дістати у сусідній сигнальній вежі, або у таборі лісорубів. Вежа знаходиться на вершині пагорба на південний схід від села. З іншого боку, до лісорубів можна дістатися, йдучи на схід вгору по річці, а потім по двох дерев'яних мостах, поки не дійду до великого озера. Потім слід повернути на північ до лісу.

source: Postanowiłem trochę nastraszyć portowego krzykacza, licząc, że w ten sposób powie mi, kto jest autorem broszur. Wygląda na to, że się przeliczyłem, bo facet nie miał zamiaru gadać - co więcej, napuścił na mnie tłum obywateli! Nie mam wyboru, muszę się bronić.
uk: Я вирішив трохи налякати кремезного агітатора, сподіваючись, що таким чином він скаже мені, хто автор листівок. Схоже, я прорахувався, бо хлопець і не думав говорити, більше того, він нацькував на мене натовп містян! У мене не лишилося іншого вибору, окрім як захищатися.

source: Postanowiłem udać się do miejskiego pisarza, Venzela, licząc, że powie mi coś o broszurach - i nie pomyliłem się. Facet zaczął kręcić, jąkać się, aż wreszcie wyznał, że jest ich autorem. Twierdzi, że zlecenie otrzymał od jakiegoś zakapturzonego mężczyzny, który wręczył mu w zamian pokaźny worek srebrnych monet. Srebrny grot, srebrne monety... W każdym razie, tutaj trop się urywa, ale nie szkodzi. Te informacje powinny mi wystarczyć.
uk: Я вирішив піти до міського письменника Венцеля, сподіваючись, що він розповість мені щось про листівки – і я не помилився. Хлопець почав нервувати та заїкатись, поки нарешті не зізнався, що він і є їхнім автором. Він стверджує, що отримав замовлення від якогось чоловіка в каптурі, який натомість дав йому чималий мішечок срібних монет. Срібний наконечник, срібні монети... Власне, тут слід обривається, але нічого страшного. Цієї інформації мені достатньо.

source: Postanowiłem udać się do miejskiego pisarza, Venzela, licząc, że powie mi coś o broszurach - i nie pomyliłem się. Facet zaczął kręcić, jąkać się, aż wreszcie wyznał, że jest ich autorem. Twierdzi, że zlecenie otrzymał od jakiegoś zakapturzonego mężczyzny, który wręczył mu w zamian pokaźny worek srebrnych monet. Tutaj trop się urywa, ale nie szkodzi. Te informacje powinny mi wystarczyć.
uk: Я вирішив піти до міського письменника Венцеля, сподіваючись, що він розповість мені щось про листівки – і я не помилився. Хлопець почав нервувати та заїкатись, поки нарешті не зізнався, що він і є їхнім автором. Він стверджує, що отримав замовлення від якогось чоловіка в каптурі, який натомість дав йому чималий мішечок срібних монет. Власне, тут слід обривається, але нічого страшного. Цієї інформації мені достатньо.

source: Postanowiłem więc zmienić podejście, by rozwiązać problem raz na zawsze i przywrócić mieszkańcom wioski spokojny sen.
uk: Тому я вирішив змінити свій підхід, щоб вирішити проблему раз і назавжди, і повернути мешканцям села спокійний сон.

source: Postanowiłem wtedy, że ukrócę ten proceder.
uk: Тоді я вирішив, що покладу цьому край.

source: Postanowiłem wyruszyć w głąb wyspy razem z Jornem. To w końcu mój brat, musimy trzymać się razem.
uk: Я вирішив піти вглиб острова разом з Йорном. Зрештою, він мій брат, ми повинні триматися разом.

source: Postanowiłem zajrzeć w sprawie grotu do płatnerza Gildii, Ingora. Jakiś czas temu otrzymał zlecenie na naostrzenie podobnie wyglądających grotów. Jak twierdzi, zapas ten dotarł do niego z Wilczego Leża. Podejrzewa też, że to tamtejsi kowale musieli je wykuć, gdyż to właśnie tam mieści się jedyna na wyspie kopalnia srebra. Kopalnia, nietypowy grot o wzmocnionej konstrukcji... czyżby ten bełt służył do polowań na pełzacze? Chyba dowiedziałem się już na temat grotu wszystkiego, czego mogłem.
uk: Я вирішив розпитати про наконечник болта зброяра Гільдії, Інгора. Нещодавно він отримав замовлення заточити подібні наконечники. За його словами, він отримав їх із Вовчого Лігва. Він також підозрює, що їх викували тамтешні ковалі, адже саме там знаходиться єдина на острові срібна копальня. Копальня, незвичайний наконечник з посиленою конструкцією... можливо, це болт, який використовується для полювання на повзунів? Гадаю, я з'ясував про цей наконечник все, що міг.

source: Postanowiłem zapłacić za Kuno zaległe 100 sztuk złota. Po wszystkim mam się z nim spotkać na Starym Mieście. Obym tego nie żałował.
uk: Я вирішив заплатити за Куно 100 золотих, які він був винен. Після цього я маю зустрітися з ним у Старому місті. Сподіваюсь, я не пошкодую про це.

source: Postanowiłem zatrzymać złoto Larry'ego. W końcu nie przyłożył ręki do jego odzyskania, prawda?
uk: Я вирішив залишити золото Ларрі собі. Зрештою, він навіть нічого не зробив, щоб повернути його, чи не так?

source: Postanowiłem zwrócić Kurtowi sakiewki, które znalazłem w jego chacie. Przyjąłem od niego parę monet za fatygę.
uk: Я вирішив повернути Курту гаманці, які знайшов у його хатині. І отримав від нього кілька монет за клопіт.

source: Postanowiłem zwrócić Kurtowi sakiewki, które znalazłem w jego chacie. Wuj chciał dać mi parę monet za fatygę, ale odmówiłem. Uznałem, że jemu bardziej się przydadzą te pieniądze.
uk: Я вирішив повернути Курту гаманці, які знайшов у його хатині. Дядько хотів дати мені кілька монет за клопіт, але я відмовився. Я вирішив, що гроші йому будуть більш у нагоді.

source: Postanowiłem zwrócić Kurtowi sakiewki, które znalazłem w jego chacie. Wuj chciał dać mi parę monet za fatygę, ale przekonałem go do oddania całej sakiewki. W końcu rodzina powinna sobie pomagać.
uk: Я вирішив повернути Курту гаманці, які знайшов у його хатині. Дядько хотів дати мені кілька монет за клопіт, але я переконав його віддати усі гаманці мені. Зрештою, сім'я повинна допомагати один одному.

source: Postanowiłem zwrócić Kurtowi sakiewkę, którą znalazłem w jego chacie. Wuj chciał dać mi parę monet za fatygę, ale uznałem, że stać go na więcej. W końcu rodzina powinna sobie pomagać.
uk: Я вирішив повернути Курту гаманці, які знайшов у його хатині. Дядько хотів дати мені кілька монет за клопіт, але я переконав його дати більше. Зрештою, сім'я повинна допомагати один одному.

source: Postaraj się mu nie przeszkadzać, jest bardzo zajętym człowiekiem.
uk: Я дуже зайнята людина, не заважай мені.

source: Postaraj się znaleźć pracę i zdobyć obywatelstwo. Gdy będziesz miał stałe źródło dochodu i świstek potwierdzający, że jesteś tutejszy to każdy będzie cię inaczej traktował.
uk: Постарайся знайти роботу і отримати громадянство. Як тільки у тебе з'явиться стабільне джерело доходу і документ, що підтверджує твоє громадянство, всі почнуть ставитись до тебе по-іншому.

source: Postaram się coś wymyślić.
uk: Я спробую щось вигадати.

source: Postaram się go odnaleźć.
uk: Я постараюсь його знайти.

source: Postaram się kiedyś zajrzeć do klasztoru.
uk: Спробую якось зазирнути до монастиря.

source: Postaram się nie narobić problemów.
uk: Я постараюсь не наробити проблем.

source: Postaram się nie pominąć żadnych szczegółów.
uk: Постараюся не пропустити жодної деталі.

source: Postaram się nie zawieść.
uk: Постараюсь вас не розчарувати.

source: Postaram się o kogoś z zewnątrz. Wróć do nas, powiedzmy... jutro. Być może będziemy mieli dla ciebie jeszcze jakieś zlecenie.
uk: Я пошукаю когось на стороні. Приходь до нас, скажімо... завтра. Можливо, у нас знайдеться для тебе ще якесь завдання.

source: Postaram się przekonać wartowników, aby bez zbędnych formalności przepuścili resztę twoich towarzyszy do wioski.
uk: Я спробую переконати охоронців пропустити решту твоїх супутників до села без зайвих слів.

source: Postaram się szybko załatwić tę sprawę.
uk: Я постараюся швидко все владнати.

source: Postaram się wrócić jak najszybciej.
uk: Я постараюсь повернутися якомога швидше.

source: Postaram się wyśledzić, dokąd idą po pracy, ty idź z tym do Venzela, pomoże ci to przerobić. Widzimy się jutro w tym samym miejscu.
uk: Постараюсь простежити, куди вони йдуть після роботи, а ти підеш з нею до Венцеля, він допоможе тобі з цим. Побачимось завтра на цьому ж місці.

source: Postaram się załatwić co trzeba. Do zobaczenia.
uk: Постараюсь все владнати. До побачення.

source: Postaram się zdobyć wszystko czego potrzebujemy.
uk: Я постараюся дістати все необхідне.

source: Postaram się znaleźć coś takiego.
uk: Постараюся знайти щось таке.

source: Postaram się.
uk: Постараюсь.

source: Postaramy się spłacić dług tak szybko, jak to możliwe.
uk: Ми постараємося погасити борг максимально швидко.

source: Postarałem się, żeby nie wprowadziło to opóźnień w jego codziennych zajęciach.
uk: Я зробив усе можливе, щоб не затримувати його повсякденну роботу.

source: Postaw w swoim domu
uk: Розмістіть його у себе вдома

source: Postaw w warsztacie by móc
uk: Встановіть у майстерні, щоб ви могли

source: Postawa bojowa
uk: Дістати зброю

source: Postawił tylko jeden warunek. W umowie musi być zapisane ubezpieczenie na wypadek kradzieży dokonanej przez najemników.
uk: Він поставив лише одну умову. У договорі має бути передбачене страхування від крадіжки найманцями.

source: Postawiłem na ciebie parę monet i nie chciałbym, żeby to była chybiona inwestycja. Mogę ci jakoś pomóc w przygotowaniach?
uk: Я поставив на тебе кілька монет і не хотів би, щоб вони пропали даремно. Я можу якось допомогти тобі підготуватися?

source: Postawiłem pieniądze na wygraną Devira w pojedynku. Spróbuję go znaleźć gdzieś w Leżu i upewnię się, że dobrze wybrałem.
uk: Я поставив на те, що Девір переможе в поєдинку. Спробую знайти його десь у Лігві та переконатися, що не помилився з вибором.

source: Postawiłem pieniądze na wygraną Kylida w pojedynku. Spróbuję go znaleźć gdzieś w Leżu i upewnię się, że dobrze wybrałem.
uk: Я поставив на те, що Кайлід переможе в поєдинку. Спробую знайти його десь у Лігві та переконатися, що не помилився з вибором.

source: Postawiłeś posąg BELIAROWI! Wstydu nie masz?
uk: Ти поставив статую БЕЛІАРУ! Як тобі не соромно?

source: Postrach kłód
uk: Розколювач колод

source: Postrach Żeglarzy
uk: Гроза моряків

source: Postrzegasz całą kwestię jako bardzo płytką. Gdybyś poświęcił teologii więcej czasu, przyznałbyś mi rację.
uk: Ти бачиш всю проблематику дуже поверхнево. Якби ти приділив більше часу на вивчення богослов'я, ти б визнав, що я правий.

source: Postrzelać też sobie lubię, ale to byłoby zbyt proste. Poza tym... naprawdę mam ochotę komuś przyłożyć.
uk: Я теж люблю стріляти, але це було б занадто просто. Крім того... мені дуже хочеться когось побити.

source: Postrzelili mnie z kuszy. Całe szczęście, że Volker bierze na swoich ludzi jakichś wieśniaków, co nawet trafić z metra nie potrafią.
uk: Вони підстрелили мене з арбалета. На щастя, Волкер наймає якихось селюків, які не можуть поцілити навіть з метра.
